tap "cloudflare/cloudflare"
tap "finestructure/tap"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "teamookla/speedtest"
brew "libpng"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "autoenv"
brew "autossh"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "btop"
brew "cairo"
brew "certifi"
brew "pycparser"
brew "cffi"
brew "cloc"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "create-dmg"
brew "cryptography"
brew "difftastic"
brew "docker-completion"
brew "docker", link: false
brew "docker-compose"
brew "docker-machine"
brew "doctl"
brew "docutils"
brew "duf"
brew "libogg"
brew "leptonica"
brew "libarchive", link: true
brew "libsndfile"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "glances"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grpc"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "mas"
brew "node"
brew "mongosh"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nnn"
brew "pnpm"
brew "pre-commit"
brew "pure"
brew "python@3.10"
brew "rclone"
brew "ripgrep"
brew "subversion"
brew "swift-format"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vapoursynth"
brew "virtualenv"
brew "wget"
brew "xcbeautify"
brew "youtube-dl"
brew "z"
brew "cloudflare/cloudflare/cloudflared"
brew "finestructure/tap/arena"
brew "getsentry/tools/sentry-cli"
brew "mongodb/brew/mongodb-community"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "arc"
cask "audacity"
cask "bartender"
cask "binance"
cask "blackhole-2ch"
cask "brave-browser"
cask "caffeine"
cask "chromedriver"
cask "chromium"
cask "cloudflare-warp"
cask "copilot-for-xcode"
cask "daisydisk"
cask "dash"
cask "diffmerge"
cask "discord"
cask "docker"
cask "fig"
cask "flux"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "ledger-live"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miro"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "private-internet-access"
cask "raycast"
cask "slack"
cask "soulver"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "Adobe Lightroom", id: 1451544217
mas "Bear", id: 1091189122
mas "Days", id: 1551509202
mas "Magnet", id: 441258766
mas "Notion Web Clipper", id: 1559269364
mas "Outline", id: 1356178125
mas "SnippetsLab", id: 1006087419
mas "Spellar AI", id: 6473629578
mas "Tomato 2", id: 1494210770
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "logerfo.open-all-files"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "rvest.vs-code-prettier-eslint"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "znck.grammarly"
