tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core", "/Users/stanb/.brew-cache/homebrew-core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "teamookla/speedtest"
brew "libpng"
brew "autossh"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "difftastic"
brew "docker", link: false
brew "docker-completion", link: false
brew "docker-compose"
brew "docker-machine"
brew "doctl"
brew "duf"
brew "espeak"
brew "libogg"
brew "unbound"
brew "libsndfile"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "git-lfs"
brew "glances"
brew "gnupg"
brew "go"
brew "goaccess"
brew "htop"
brew "jq"
brew "lazygit"
brew "lsd"
brew "mas"
brew "mitmproxy"
brew "mongosh"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "nghttp2"
brew "nnn"
brew "node"
brew "pre-commit"
brew "rclone"
brew "ripgrep"
brew "subversion"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "cloudflare/cloudflare/cloudflared"
brew "mongodb/brew/mongodb-community"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "audacity"
cask "binance"
cask "brave-browser"
cask "chromedriver"
cask "chromium"
cask "cloudflare-warp"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "flux"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "ledger-live"
cask "mendeley"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miro"
cask "mongodb-compass"
cask "notion"
cask "obsidian"
cask "private-internet-access"
cask "raycast"
cask "slack"
cask "soulver"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Adobe Lightroom", id: 1451544217
mas "Bear", id: 1091189122
mas "Magnet", id: 441258766
mas "Notion Web Clipper", id: 1559269364
mas "Outline", id: 1356178125
mas "SnippetsLab", id: 1006087419
mas "Tomato 2", id: 1494210770
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
