tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core", "/Users/stanb/.brew-cache/homebrew-core"
tap "teamookla/speedtest"
brew "autossh"
brew "coreutils"
brew "espeak"
brew "libogg"
brew "libsndfile"
brew "ffmpeg"
brew "fzf"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "htop"
brew "lsd"
brew "mas"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "nnn"
brew "rclone"
brew "ripgrep"
brew "subversion"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "teamookla/speedtest/speedtest"
cask "binance"
cask "cloudflare-warp"
cask "daisydisk"
cask "dash"
cask "discord"
cask "flux"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "macdown"
cask "mendeley"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miro"
cask "notion"
cask "private-internet-access"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Bear", id: 1091189122
mas "Magnet", id: 441258766
mas "Outline", id: 1356178125
mas "SnippetsLab", id: 1006087419
mas "Tomato 2", id: 1494210770
mas "Xcode", id: 497799835
