aaron-bond.better-comments@3.0.2
akamud.vscode-theme-onedark@2.3.0
amazonwebservices.aws-toolkit-vscode@1.86.0
bradlc.vscode-tailwindcss@0.9.13
csstools.postcss@1.0.9
dbaeumer.vscode-eslint@2.4.2
esbenp.prettier-vscode@10.1.0
file-icons.file-icons@1.1.0
formulahendry.auto-rename-tag@0.1.10
GitHub.copilot@1.105.350
github.vscode-github-actions@0.26.1
GitHub.vscode-pull-request-github@0.70.0
matangover.mypy@0.2.3
ms-azuretools.vscode-docker@1.26.0
ms-python.black-formatter@2023.4.1
ms-python.flake8@2023.6.0
ms-python.isort@2023.10.1
ms-python.python@2023.14.0
ms-python.vscode-pylance@2023.8.40
ms-toolsai.jupyter@2023.7.1002162226
ms-toolsai.jupyter-keymap@1.1.2
ms-toolsai.jupyter-renderers@1.0.17
ms-toolsai.vscode-jupyter-cell-tags@0.1.8
ms-toolsai.vscode-jupyter-slideshow@0.1.5
ms-vscode-remote.remote-containers@0.304.0
ms-vscode-remote.remote-ssh@0.102.0
ms-vscode-remote.remote-ssh-edit@0.86.0
ms-vscode.cpptools@1.17.4
ms-vscode.makefile-tools@0.7.0
ms-vscode.remote-explorer@0.4.1
njpwerner.autodocstring@0.6.1
PKief.material-icon-theme@4.29.0
rvest.vs-code-prettier-eslint@5.1.0
techer.open-in-browser@2.0.0
vadimcn.vscode-lldb@1.9.2
vscodevim.vim@1.25.2
withfig.fig@0.0.7
yzhang.markdown-all-in-one@3.5.1
zhuangtongfa.material-theme@3.16.0
