aaron-bond.better-comments@3.0.2
amazonwebservices.aws-toolkit-vscode@1.72.0
bradlc.vscode-tailwindcss@0.9.11
bungcip.better-toml@0.3.2
csstools.postcss@1.0.9
dbaeumer.vscode-eslint@2.4.0
esbenp.prettier-vscode@9.12.0
file-icons.file-icons@1.0.29
formulahendry.auto-rename-tag@0.1.10
GitHub.copilot@1.86.82
GitHub.vscode-pull-request-github@0.62.0
ms-azuretools.vscode-docker@1.25.0
ms-python.isort@2022.8.0
ms-python.python@2023.8.0
ms-python.vscode-pylance@2023.5.10
ms-toolsai.jupyter@2023.4.1011241018
ms-toolsai.jupyter-keymap@1.1.0
ms-toolsai.jupyter-renderers@1.0.15
ms-toolsai.vscode-jupyter-cell-tags@0.1.8
ms-toolsai.vscode-jupyter-slideshow@0.1.5
ms-vscode-remote.remote-containers@0.292.0
ms-vscode-remote.remote-ssh@0.100.0
ms-vscode-remote.remote-ssh-edit@0.84.0
ms-vscode.cpptools@1.15.4
ms-vscode.remote-explorer@0.4.0
njpwerner.autodocstring@0.6.1
rvest.vs-code-prettier-eslint@5.1.0
techer.open-in-browser@2.0.0
