aaron-bond.better-comments@3.0.2
akamud.vscode-theme-onedark@2.3.0
amazonwebservices.aws-toolkit-vscode@2.16.0
bradlc.vscode-tailwindcss@0.10.5
csstools.postcss@1.0.9
dbaeumer.vscode-eslint@2.4.4
esbenp.prettier-vscode@10.4.0
file-icons.file-icons@1.1.0
formulahendry.auto-rename-tag@0.1.10
github.copilot@1.176.0
github.copilot-chat@0.13.1
github.vscode-github-actions@0.26.2
github.vscode-pull-request-github@0.82.1
logerfo.open-all-files@0.0.8
matangover.mypy@0.3.1
mechatroner.rainbow-csv@3.11.0
ms-azuretools.vscode-docker@1.29.0
ms-python.black-formatter@2024.0.1
ms-python.debugpy@2024.2.0
ms-python.flake8@2023.10.0
ms-python.isort@2023.10.1
ms-python.mypy-type-checker@2023.6.0
ms-python.python@2024.2.1
ms-python.vscode-pylance@2024.3.2
ms-toolsai.jupyter@2024.2.0
ms-toolsai.jupyter-keymap@1.1.2
ms-toolsai.jupyter-renderers@1.0.17
ms-toolsai.vscode-jupyter-cell-tags@0.1.8
ms-toolsai.vscode-jupyter-slideshow@0.1.5
ms-vscode-remote.remote-containers@0.348.0
ms-vscode-remote.remote-ssh@0.109.0
ms-vscode-remote.remote-ssh-edit@0.86.0
ms-vscode.cpptools@1.20.0
ms-vscode.makefile-tools@0.9.10
ms-vscode.remote-explorer@0.4.3
njpwerner.autodocstring@0.6.1
pkief.material-icon-theme@4.34.0
rvest.vs-code-prettier-eslint@6.0.0
supermaven.supermaven@0.1.28
tamasfe.even-better-toml@0.19.2
techer.open-in-browser@2.0.0
vadimcn.vscode-lldb@1.10.0
vscodevim.vim@1.27.2
withfig.fig@0.0.7
yzhang.markdown-all-in-one@3.6.2
zhuangtongfa.material-theme@3.17.0
znck.grammarly@0.24.0
